INSERT INTO "PRODUCT_TYPES" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,PRODUCT_TYPES_DESCRIPTION,PRODUCT_TYPES_NAME)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-03 20:05:23.890000'},'s','s',{ts '2016-05-03 20:05:23.890000'},0,'-','ผลิตภัณท์บำรุงผิว'),
(9998 /*not nullable*/,'s',{ts '2016-05-03 20:05:23.890000'},'s','s',{ts '2016-05-03 20:05:23.890000'},0,'-','ผลิตภัณท์เสริมอาหาร'),
(9997 /*not nullable*/,'s',{ts '2016-05-03 20:05:23.890000'},'s','s',{ts '2016-05-03 20:05:23.890000'},0,'-','ยาสมุนไพร'),
(9996 /*not nullable*/,'s',{ts '2016-05-03 20:05:23.890000'},'s','s',{ts '2016-05-03 20:05:23.890000'},0,'-','ผลิตภัณท์บำรุงเส้นผม'),
(9995 /*not nullable*/,'s',{ts '2016-05-03 20:05:23.890000'},'s','s',{ts '2016-05-03 20:05:23.890000'},0,'-','เครื่องสำอาง');

-- INSERT INTO "PRODUCT" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,PRODUCT_DETAILS,PRODUCT_ID,PRODUCT_NAME,PRODUCT_PICTURE,PRODUCT_PRICE,PRODUCT_TYPES)
-- VALUES (9999 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test1','0001','test1','testefile-01.jpg',100,9999),
-- (9998 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test2','0002','test2','testefile-02.jpg',120,9999),
-- (9997 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test3','0003','test3','testefile-03.jpg',200,9998),
-- (9996 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test4','0004','test4','testefile-04.jpg',200,9998),
-- (9995 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test5','0005','test5','testefile-05.jpg',200,9999),
-- (9994 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test6','0006','test6','testefile-06.jpg',200,9998),
-- (9993 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test7','0007','test7','testefile-07.jpg',200,9999);


INSERT INTO "PRODUCT" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,PRODUCT_DETAILS,PRODUCT_ID,PRODUCT_NAME,PRODUCT_PICTURE,PRODUCT_PRICE,PRODUCTWEIGHT,PRODUCT_TYPES)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'test1','0001','test1','testefile-01.jpg',100,100,9999),
(9998 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'แชมพูว่านหางจระเข้','pro-01','แชมพูว่านหางจระเข้','pro-01.jpg',130,100,9996),
(9997 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'ครีมนวดผมว่านหางระเข้','pro-02','ครีมนวดผมว่านหางระเข้','pro-02.jpg',130,100,9996),
(9996 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'ครีมนวดผมผสมสารสกัดจากรวงข้าว','pro-03','ครีมนวดผมผสมสารสกัดจากรวงข้าว','pro-03.jpg',160,100,9996),
(9995 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'โลชั่นบำรุงผิวผสมสารสกัดจากรวงข้าว','pro-04','โลชั่นบำรุงผิวผสมสารสกัดจากรวงข้าว','pro-04.jpg',130,100,9999),
(9994 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Whiteening Foam','pro-05','StarGrass Whiteening Foam','pro-05.jpg',100,100,9999),
(9993 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Whiteening Toner','pro-06','StarGrass Whiteening Toner','pro-06.jpg',100,100,9999),
(9992 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Anti-Acne Serum','pro-07','StarGrass Anti-Acne Serum','pro-07.jpg',100,100,9999),
(9991 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Anti-Acne Toner','pro-08','StarGrass Anti-Acne Toner','pro-08.jpg',100,100,9999),
(9990 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Anti-Aging Foam','pro-09','StarGrass Anti-Aging Foam','pro-09.jpg',100,100,9999),
(9989 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Anti-Aging Serum','pro-10','StarGrass Anti-Aging Serum','pro-10.jpg',100,100,9999),
(9988 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'StarGrass Anti-Aging Toner','pro-11','StarGrass Anti-Aging Toner','pro-11.jpg',100,100,9999),
(9987 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'Natual oil control Powder SPF 20 ','pro-12','Natual oil control Powder SPF 20 ','pro-12.jpg',350,100,9995),
(9986 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'ครีมบำรุงผิวกลางคืนเกสรบัวหลวง','pro-13','ครีมบำรุงผิวกลางคืนเกสรบัวหลวง','pro-13.jpg',480,100,9999),
(9985 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'ครีมกันแดด SPF 40 ','pro-14','ครีมกันแดด SPF 40 ','pro-14.jpg',150,100,9995),
(9984 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'ลิปมันว่านหางจระเข้','pro-15','ลิปมันว่านหางจระเข้','pro-15.jpg',60,100,9995),
(9983 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'HERBAL SPRAY สูตรร้อน','pro-16','HERBAL SPRAY สูตรร้อน','pro-16.jpg',200,100,9997),
(9982 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'HERBAL SPRAY สูตรเย็น','pro-17','HERBAL SPRAY สูตรเย็น','pro-17.jpg',200,100,9997),
(9981 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'HERBAL GEL เจลสมุนไพรสำหรับบรรเทาอากรข้อักเสบ เคล็ดขัดยอก บวม และอาการฟกช้ำ ','pro-18','HERBAL GEL เจลสมุนไพร ','pro-18.jpg',200,100,9997),
(9980 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'บรรเทาอาการปวดเมื่อยตามร่างกาย','pro-19','แคปซิกา-25 เจล','pro-19.jpg',200,100,9997),
(9979 /*not nullable*/,'s',{ts '2016-05-03 20:03:08.532000'},'s','s',{ts '2016-05-03 20:03:08.532000'},0,'แก้เคล็ดขัดยอก และบรรเทาอาการปวดเมื่อยตามร่างกาย ','pro-20','ไพลวาน่า','pro-20.jpg',200,100,9997);

INSERT INTO "EMPLOYEE" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,EMP_ADDR,EMP_CODE,EMP_EMAIL,EMP_NAME,EMP_TEL)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-12 14:36:19.767000'},'s','s',{ts '2016-05-12 14:36:19.767000'},0,'GGGGGGGGG','9999','test1','พนักงาน-01','080-0000000'),
(9998 /*not nullable*/,'s',{ts '2016-05-12 14:36:19.767000'},'s','s',{ts '2016-05-12 14:36:19.767000'},0,'GGGGGGGGG','9998','test2','จันจิรา','081-11111111'),
(9997 /*not nullable*/,'s',{ts '2016-05-12 14:36:19.767000'},'s','s',{ts '2016-05-12 14:36:19.767000'},0,'GGGGGGGGG','9997','test3','ระวีวรรณ','082-22222222');

INSERT INTO "CUSTOMER_TYPE" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,CUSTOMER_TYPE_NAME)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-29 21:54:35.800000'},'s','s',{ts '2016-05-29 21:54:35.800000'},0,'ROLE_ADMIN'),
(9998 /*not nullable*/,'s',{ts '2016-05-29 21:54:35.800000'},'s','s',{ts '2016-05-29 21:54:35.800000'},0,'ROLE_USER');

INSERT INTO "CUSTOMER" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,CUSTOMER_ADDR,CUSTOMER_AGE,CUSTOMER_BIRTH_DAY,CUSTOMER_EMAIL,CUSTOMER_NAME,CUSTOMER_TEL,LOGINSTATUS,PASSWORD,USERNAME,CUSTOMERTYPE)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-15 13:28:43.240000'},'s','s',{ts '2016-05-15 13:28:43.240000'},0,'s',0,{ts '2016-05-15 13:28:43.240000'},'test@test.com','ผู้ใช้-01','080-000-0000',TRUE ,'admin','admin',9999),
(9998 /*not nullable*/,'s',{ts '2016-05-15 13:28:43.240000'},'s','s',{ts '2016-05-15 13:28:43.240000'},0,'s',0,{ts '2016-05-15 13:28:43.240000'},'test@test.com','ผู้ใช้-02','080-000-0000',TRUE ,'user','user',9998);

INSERT INTO "INFORMATION" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,INFORMATION_DETAIL,INFORMATION_NAME,INFORMATION_PICTURE_NAME)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-12 17:11:26.530000'},'s','s',{ts '2016-05-12 17:11:26.530000'},0,'bueaty Buffet','Beauty Buffet','pic_infor_1.jpg');

INSERT INTO "MASSAGE_TYPES" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,MASSAGE_TYPE_CODE,MASSAGE_TYPE_NAME)
Values (9999 /*not nullable*/,'s',{ts '2016-05-15 13:10:33.174000'},'s','s',{ts '2016-05-15 13:10:33.174000'},0,'mt-001','นวดผ่อนคลาย'),
(9998 /*not nullable*/,'s',{ts '2016-05-15 13:10:33.174000'},'s','s',{ts '2016-05-15 13:10:33.174000'},0,'mt-002','เสริมความงาม');

INSERT INTO "MASSAGE" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,MASSAGE_CODE,MASSAGE_DETAIL,MASSAGE_NAME,MASSAGE_TIME,MASSAGEPRICE,MASSAGE_TYPES)
VALUES (9999 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'001','การอบสมุนไพรช่วยล้างพิษทางเหงื่อ ช่วยให้เลือดเลี้ยงที่ผิวหนังมากขึ้น','วารีบำบัด',30,200,9998),
(9998 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'002','ขัดผิวหนังโดยใช้สมุนไพรนานาชนิด เช่น ว่านนางคำ ไพล ใบมะขาม ตำลึง ทองพันชั่ง ว่านหางจะเข้ กระเจี๊ยบ มะรุม อีกทั้งยังมีน้ำผึ้งเป็นส่วนผสม ช่วยทำความสะอาดผิวกาย กระชับรูขุมขนและช่วยทำความสะอาดผิวกาย กระชับรูขุมขนทำให้ผิวนุ่มและลดอาการผื่นคัน','ขัดผิวกาย',60,500,9998),
(9997 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'003','การนวดผ่าเท้า','นวดเท้า',60,250,9999),
(9996 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'004','นวดกดจุดสะท้อนฝ่าเท้า+ประคบร้อนเท้า','นวดกดจุดสะท้อนฝ่าเท้า+ประคบร้อนเท้า',60,500,9999),
(9995 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'005','นวดอโรม่า','นวดอโรม่า',60,550,9999),
(9994 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'006','นวดน้ำมันรีดเส้น','นวดน้ำมันรีดเส้น',90,750,9999),
(9993 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'007','นวดคอบ่าไหล','นวดคอบ่าไหล่',45,350,9999),
(9992 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'008','นวดไทย','นวดไทย',60,300,9999),
(9991 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'009','นวดไทย(นวดบำบัดฉบับบัวสปา)+ประคบสมุนไพร','นวดไทย(นวดบำบัดฉบับบัวสปา)+ประคบสมุนไพร',90,800,9999),
(9990 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'010','นวดศรีษะและเส้นผม','นวดศรีษะและเส้นผม',60,300,9999),
(9989 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'011','นวดศรีษะสไตล์อินเดีย','นวดศรีษะสไตล์อินเดีย',90,600,9999),
(9988 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'012','นวดกระชับสัดส่วน','นวดกระชับสัดส่วน',60,800,9999),
(9987 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'013','การให้วิตามินซีและอาหารผิวลงสู่ผิวหนังด้วยผลังงานกระแสไฟฟ้าอ่อนๆโดยไม่มีรอยแผลหรือความเจ็บปวด','vit c Booster',45,400,9998),
(9986 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'014','การปรับความสมดุลให้กับผิวหน้า เพื่อเพิ่มความแข็งแรงให้กับผิวที่แพ้ง่าย ขาดการดูแล แห้งกร้านให้มีสุขภาพผิวที่ดี','anti-aging Program',45,400,9998),
(9985 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'015','เป็นการนวดกระตุ้นการไหลเวียนบริเวณใบหน้า ช่วยขจัดเซลล์ผิวหนังที่ตายแล้วให้หลุดออก ลดความหมองคล้ำของใบหน้า','Facial Spa',60,500,9998),
(9984 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'016','การปรณนิบัตรผิวหน้าโดยการผลัดเซลล์ผิวด้วยผลิตภัณฑ์สคับสูตรอ่อนโยน อบไอโซนผิวเพื่อฆ่าเชื่อโรคและเปิดรูชุมชน ให้หน้าดูอ่อนเยาว์ ต่อต้านริ้วรอยแห่งวัย','Brightening Face Mask',60,500,9998),
(9983 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'017','เพื่อให้กล้ามเนื้อบนใบกระชับ การไหลเวียนโลหิสดีขึ้น และ มีการเผาผลาญไขมันให้สลายหายไป จึงเป็นสาเหตุที่ทำให้ใบหน้าเรียวขึ้น','V-shape นวดกระชับใบหน้า',90,800,9998),
(9982 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'018','การนวดรอบดวงตาช่วยให้ผิวดูกระชับ กระจ่างใส ทำให้รอยย่นดูเรียบเนียนขึ้น','Eye treatment',30,200,9998),
(9981 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'019','การดูแล สิว ฝ้า กระ ด้วยกาใช้สมุนไพรไทยเพื่อฟื้นฟูโครงสร้างผิวคืนความสมดุลให้แก่ผิวหน้าทำให้ผิวหน้ามีสุขภาพที่ดี','Thai Herbal treatment for Acnc,aging,melasma',45,300,9998),
(9980 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'020','ทองคำทางด้านความงามช่วยในการบำรุงผิวให้ชุ่มชื่น ช่วยกระชับรูขุมขน กระตุ้นการเกืดคลอลาเจนได้ดี','gold Facial Mask',60,400,9998),
(9979 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'021','ทรีตเม้นดูแล สิว ฝ้า กระ จุดด้างดำบนใบหน้า มีการบำรุงด้วยการผลักวิตามินด้วยเครื่องนวดหน้าโพโนอัลตร้าโซนิคเพื่อให้ผลเร็วขึนช่วยแก้รอยดำจากสิว','Whitening Facial treatment',60,500,9998),
(9978 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'022','การนวดอย่างนิ่มนวลที่ draim ไปตามต่อมน้ำเหลืองเป็นการกระตุ้นการขับถ่ยของเสียทำให้ระบบภูมิคุ้มกันในร่างกายทำงานได้อย่างมีประสิทธิภาพมากขึ้นและยังช่วยปรับสมดุลให้กับร่งกายทำให้ร่างกายสดชื่นผ่อนคลายและนอนหลับได้ดี','Lymphatic drainage Facial treatment',60,600,9998),
(9977 /*not nullable*/,'s',{ts '2016-05-15 23:21:18.720000'},'s','s',{ts '2016-05-15 23:21:18.720000'},0,'023','เพือ่ทำรีจูวิเนชั่น ด้ยเครื่องไบโอพลาสมา ในการดูแลสิวและความมันบนใบหน้าประกอบด้วย แสงญูวี ความร้อน ฟรีแดิต่างๆรวมถึงผลในกระบวนกาซ่อมแซมผิวทำใหการอักเสบติเชื้อของผิวหนังในสิวดีขึ้น','Rejuvenation Program',90,800,9998);
--
-- INSERT INTO "MASSAGE_EVENT" (ID,CREATED_BY,CREATED_DATE,STATUS,UPDATED_BY,UPDATED_DATE,VERSION,EVENT_END_TIME,EVENT_START_TIME,RESERVE_DATE,EMPLOYEE,MASSAGE,USER_RESERVE)
-- VALUES (9999 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-20 15:00:00.000000'},{ts '2016-05-20 13:00:00.000000'},{ts '2016-05-20 00:00:00.000000'},9999,9998,9999),
-- (9998 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-20 12:00:00.000000'},{ts '2016-05-20 09:00:00.000000'},{ts '2016-05-20 00:00:00.000000'},9998,9999,9999),
-- (9997 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-21 14:00:00.000000'},{ts '2016-05-21 13:00:00.000000'},{ts '2016-05-19 00:00:00.000000'},9998,9997,9999),
-- (9996 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-21 15:30:00.000000'},{ts '2016-05-21 14:00:00.000000'},{ts '2016-05-11 00:00:00.000000'},9997,9996,9999),
-- (9995 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-21 14:30:00.000000'},{ts '2016-05-21 13:00:00.000000'},{ts '2016-05-11 00:00:00.000000'},9999,9995,9999),
-- (9994 /*not nullable*/,'s',{ts '2016-05-15 13:27:50.845000'},'s','s',{ts '2016-05-15 13:27:50.845000'},0,{ts '2016-05-21 12:30:00.000000'},{ts '2016-05-21 11:00:00.000000'},{ts '2016-05-16 00:00:00.000000'},9997,9994,9999);
--
